<template>
  <div class="strategy-a">
    <h1>Accretia-阿克雷提亚(A族)</h1>
    <p>
      建号送100W，所以建3号，2号存100W存仓库，一个号做主号升级（建议直接进去问大佬要黄金）。  在高价稀有装备商人买35CQ远防具一套（远跑得快）、 47CQ炮防具一套，在高价稀有武器商人买45CQ武器炮（升级建议所有职业都用炮）。买一组4000HP药（40到51抗小A用）。剩下的钱可以买狂暴。
    </p>
    <h2>HQ</h2>
    <p>
      出门打小法兰，法兰掉少量黄金和披风，升级带10G就好。打小法兰到3级往前走打小克兰到7级，回HQ传送去前进基地，打蜜蜂王打到没经验，再去上面打酸盐怪跟蝎子，也是打到没经验。 
    </p>
    <div class="img-box">
      <img src="../../../static/images/hq_a.jpg" />
    </div>
    <h2>213</h2>
    <p>
      回城去213 门口打蚂蚁 ，没经验了往前走打石头龙跟掠夺射手，到39.继续走，打武装勒巴到40。
    </p>
    <div class="img-box">
      <img src="../../../static/images/213.jpg" />
    </div>
    <h2>HQ前进基地</h2>
    <p>
      回城完成2转（洗白胶囊150点卷，随便洗职业），买BOSS卷轴飞祭坛，往蔷薇园走，开始打小A。2刀你就能到47，记住穿35的能保证你不被秒，这个时候要开始喝血了。撑到45换炮，47换47炮装，继续打小A（机械兽皮德A）到51级。
    </p>
    <div class="img-box">
      <img src="../../../static/images/smallA.jpg" />
    </div>
    <h2>刷钱</h2>
    <p>
      换47CQ装备后 ，在出沙漠门口左边打拿锤子的怪 打2W黄金换5000W金币买装备买药水（黄金问大佬要比较快）。回到HQ  在高价标准武器商人买60白炮（火焰放射器），在高价标准防具商人买60白装一套，在高价消耗品商人买50炮架1个（发射器），60炮架二个（火焰放射器），在武器商人买火焰燃料。
    </p>
    <h2>孤立大地</h2>
    <p>
      HQ传送门前的神秘矿物商买孤立大地传送票，进地图往前直走，小老虎大老虎，打撕裂虎到56。
    </p>
    <div class="img-box">
      <img src="../../../static/images/guli.jpg" />
    </div>
    <h2>精灵之地</h2>
    <p>
      地牢商人买晶体加工品 ，去谢特沙漠进去精灵之地，走到图中位置打红毛（红色克劳尔首领）到65。 65可以去沙漠叛变刷65CW装备（毕业装备）然后回来打到66，也可以直接打到66满级。满级用boss卷轴飞走。
    </p>
    <div class="img-box">
      <img src="../../../static/images/hongmao.jpg" />
    </div>
    <h2>毕业后</h2>
    <p>
      沙漠打黄金，天空门口或者沙漠打装备。HQ仓库金猪前一排商人卖包括羽石、55KB，技师顶级塔，雷兵顶级地雷等物品。HQboss掉超幅（整点刷新），用超幅装备可以安全点4，用商城的点5、 6。依兰1到6号掉次顶首饰， 7 、8 、9号boss掉顶首饰跟披风、黑血兄弟套。（3点34 、7点34、 11点34刷新），火花、大族长、魔灵也掉顶披风跟首饰。矿战JP也掉顶首饰披风跟无知生成器。游戏最多5开，在线送点卷开不稳定生成器圆你+7武器梦（只有武器能用生成器）。
    </p>
  </div>
</template>

<script>
export default {
  name:'StrategyA'
}
</script>

