<template>
  <div class="strategy-a">
    <h1>Bellato-贝尔托联邦(B族)</h1>
    <p>
      创建三个人物。初始人物都有100万的游戏币然后把游戏币集中在你要练的那个人物身上，你就有300万了。然后去仓库旁边的（高阶稀有武器商人）买一把50级的超强武器价格80万。再去他对面的（高阶稀有盔甲商人）买一套35级护甲和一套47级护甲。然后去药品商人买2~3组4000回复的红药水和一组蓝药水一组SP药水。道具商人那里买几张回城卷。在传送阵旁边有一个商人买1~2张孤立大地的传送卷。OK这样就完成了第一步准备工作。
    </p>
    <h2>练级</h2>
    <p>
      出门HQ门口小法兰先刷一个攻击披风，顺着门口左走打到桥头你就7级了。过桥左转在第一个路口右转在直走到（天空洞窟）门口有（欧尼战兽）和（巴菲尔刀手）打这两只怪到21级，进入天空洞窟一直走到（贝尔托峡谷）出洞左转顺着路走会看到（巨星酸炎怪）和（巴菲尔刀斧手）（巨鼠蛾），在这里打到31级收工，然后在（SHOP）商城里你现在应该有100左右的点券了，在护甲里买一套初级首饰40点券，然后选择卷轴第三页买一张（巨化之王）的BOSS传送卷轴飞过去。你会看到（野蛮的阿鲁格）打一只~二只你就可以穿上35级护甲了，然后接着打螳螂到不给经验了，（只打绿色的螳螂别去找那些红色的螳螂）然后打（机械兽皮德A）简称小A一直升级到51级差不多5只左右的样子你就可以到51级，换上47级护甲和50级武器。这个时候你的练级第一步结束回城，传送的谢特沙漠。走到谢特高原哪里杀10只~20只左右的（墓石狂武者）你就拥有2万左右的黄金了，在侧面找到叛变是刷装备的，可能要费些力气刷几件初级自然首饰最好加命中的，这个看个人耐心了有的话升级会方便快一点没有也一样可以升级。然后回城HQ，到仓库商人吧黄金兑换成游戏币，然后在药品商对面有一个（高阶标准武器商人）哪里买一个60级武器在（高阶普通盔甲商人2）买一套60级护甲。然后去(地牢卷轴商人)买一个（晶体加工品）。全部卖完用一开始买的（孤立大地）传送卷轴，在哪走到（被抛弃的平原）的平字哪里有（红鬃撕裂虎）打他升级到56-58级，这时候就要回HQ了去药品商人哪里补满药水，在传送到谢特沙漠。走到地图的左上角有一个（奈德平原）的平字上方有一个入口走过去就有一个传送指示（精灵之地）进入入口左转下楼梯直走下楼梯顺着路直走到一个岔路口右边下坡就能看到一群（那伦克劳尔队长），OK这就是练级的最后一步，一只一只的引怪拖着打到60级，换上60级装备一只一只的扛着怪一直到65级就可以出去了。到商城买一套65级装备和武器之后想升级满级就再回精灵之地到66级满级就毕业了。
    </p>
    <h2>职业</h2>
    <p>
      战士：<br>
      <span>风暴战士（纯攻击）据说可以秒脆皮，高爆发攻击操作简单。神盾勇士（防御怪）主要用来顶前排拉怪扛boss，打架换双手矛威力也是不俗。 精锐战士：分两种一种是攻击类型一种是防御，对比风暴和神盾他多了一个增加命中的职业技能，其实打架的话建议精锐还是蛮好的，现在回避高的人太多了。
      法师：直系法师，攻击高，血少，对比C族法师射程短攻击低。  法战：就是初始职业法师 然后专职神盾勇士,优点是血厚防御高，拥有战士和法师双重技能buff，缺点就是没有直系的职业技能。不过战斗的话要比直系法师生存能力强很多，装备上可以完全弥补直系法师的攻击高。 奶妈：顾名思义 主要就是加血和解除BUFF负面状态的辅助职业，是全种族里面续航生存能力最高的职业。</span>
      <br>
      射手：<br>
      <span>直系枪手，只专门破盾准备的，预备两把武器一把晕枪强化混沌宝石的，一把杀人高攻击专门打盾战的武器强化无知羽石的。装备建议穿锐利的增加击晕几率一套。暗杀枪手主要用来探路和埋雷，用投掷武器的职业技能可以有击晕效果可以偷人头，但是对于团队作战来说作用很小。看个人喜好练。</span>
      <br>
      机甲-技师：<br>
      <span>这两个职业基本不用介绍了，机甲就是开着机器人，最高级的机甲一套价值13亿的游戏币。近战机甲特点是抗揍血厚，可以无限定人，远程机甲特点就是攻击高，但是非常脆弱。技师是一个团战必备的职业，一点是可以复活队友，再就是他架设的攻击塔也具有不匪的攻击力在配上混沌的枪和一套锐利的装备加上塔的伤害那中又可以控制又可以输出的方式会让你的对手很头疼。</span>
    </p>
    <h2>毕业后</h2>
    <p>
      沙漠打黄金，天空门口或者沙漠打装备。HQ仓库金猪前一排商人卖包括羽石、55KB，技师顶级塔，雷兵顶级地雷等物品。HQboss掉超幅（整点刷新），用超幅装备可以安全点4，用商城的点5、 6。依兰1到6号掉次顶首饰， 7 、8 、9号boss掉顶首饰跟披风、黑血兄弟套。（3点34 、7点34、 11点34刷新），火花、大族长、魔灵也掉顶披风跟首饰。矿战JP也掉顶首饰披风跟无知生成器。游戏最多5开，在线送点卷开不稳定生成器圆你+7武器梦（只有武器能用生成器）。
    </p>
  </div>
</template>

<script>
export default {
  name:'StrategyA'
}
</script>


