<template>
  <div class="strategy-a">
    <h1>Cora-克拉(C族)</h1>
    <p>
      建号送100W，所以建3号，2号存100W存仓库，一个号做主号升级（建议直接进去问大佬要黄金）。  在高价稀有装备商人买35CQ远防具一套（远跑得快）、 47CQ法师防具一套，在高价稀有武器商人买45CQ法师武器（升级建议所有职业都用法师）。买一组4000HP药（40到51抗小A用）。剩下的钱可以买狂暴。
    </p>
    <h2>1-5级</h2>
    <p>
     门口小法兰 
    </p>
     <h2>5-13级</h2>
    <p>
     前进营地   红色鼠娥  
    </p>
     <h2>13-27级</h2>
    <p>
     前进营地，巴菲尔刀手，巨鼠娥，食人犀，巨化阿鲁格，各杀20个，这个是任务必须要做，贡献才够3000以上，做完任务如果没有到27J，直接进行第4步。
    </p>
     <h2>26-43级</h2>
    <p>
     43-51杀小A，回主城，然后到族使，转职，建议转成法师，能用法系群攻技能，对后期练级至关重要。
    </p>
    <h2>51-58级</h2>
    <p>
      HQ传送门前的神秘矿物商买孤立大地传送票，进地图往前直走，小老虎大老虎，打撕裂虎到58。
    </p>
    <div class="img-box">
      <img src="../../../static/images/guli.jpg" />
    </div>
    <h2>58-66级</h2>
    <p>
      地牢商人买晶体加工品 ，去谢特沙漠进去精灵之地，走到图中位置打红毛（红色克劳尔首领）到65。 65可以去沙漠叛变刷65CW装备（毕业装备）然后回来打到66，也可以直接打到66满级。满级用boss卷轴飞走。
    </p>
    <div class="img-box">
      <img src="../../../static/images/hongmao.jpg" />
    </div>
    <h2>毕业后</h2>
    <p>
      沙漠打黄金，天空门口或者沙漠打装备。HQ仓库金猪前一排商人卖包括羽石、55KB，技师顶级塔，雷兵顶级地雷等物品。HQboss掉超幅（整点刷新），用超幅装备可以安全点4，用商城的点5、 6。依兰1到6号掉次顶首饰， 7 、8 、9号boss掉顶首饰跟披风、黑血兄弟套。（3点34 、7点34、 11点34刷新），火花、大族长、魔灵也掉顶披风跟首饰。矿战JP也掉顶首饰披风跟无知生成器。游戏最多5开，在线送点卷开不稳定生成器圆你+7武器梦（只有武器能用生成器）。
    </p>
  </div>
</template>

<script>
export default {
  name:'StrategyA'
}
</script>

